{
	"sessions": [{
		"title": "Plain Concepts",
		"startdate": "2015-05-13T10:00:10Z",
		"enddate": "2015-05-13T10:15:10Z",
		"description": "Plain Concepts es una consultora española de software especializada en tecnologías .NET, con presencia internacional en EE.UU., Reino Unido y Emiratos Árabes Unidos. En esta introducción veremos a qué nos dedicamos, quiénes componemos el equipo y cómo os podemos ayudar.",
		"speakers": [{
			"fullname": "Marcos Cobeña Morián",
			"description": "Xamarin Team Lead & Software Engineer, Plain Concepts",
			"website": "https://twitter.com/CobenaMarcos",
			"image": "https://pbs.twimg.com/profile_images/477843438830768128/zZj_O1RL_400x400.png"
		}]
	},
	{
		"title": "Desarrollo de aplicaciones nativas multiplataforma para Windows, Android e iOS con Xamarin",
		"startdate": "2015-05-13T10:15:10Z",
		"enddate": "2015-05-13T11:15:10Z",
		"description": "Xamarin es la compañía que ha desarrollado Xamarin.Android y Xamarin.iOS -entre otros-, productos que llevan .NET a dichas plataformas. Con una Experiencia de Usuario nativa, y con un rendimiento nativo, veremos cómo podemos hacer apps que corran en todas las plataformas, compartiendo del orden de un 75% del código. También, repasaremos los últimos cambios introducidos con Windows 10, en el desarrollo de apps.",
		"speakers": [{
			"fullname": "Marcos Cobeña Morián",
			"description": "Xamarin Team Lead & Software Engineer, Plain Concepts",
			"website": "https://twitter.com/CobenaMarcos",
			"image": "https://pbs.twimg.com/profile_images/477843438830768128/zZj_O1RL_400x400.png"
		}]
	},
	{
		"title": "Xamarin.Forms: Experiencia de Usuario nativa con una única Interfaz de Usuario en Windows, Android e iOS",
		"startdate": "2015-05-13T11:45:10Z",
		"enddate": "2015-05-13T12:45:10Z",
		"description": "Xamarin.Forms va un paso más allá de lo visto en la sesión anterior. Podremos llegar a compartir más del 90% del código, gracias a que la Interfaz de Usuario se escribe una única vez, generando Experiencias de Usuario nativas en cada plataforma. Veremos también cómo, con las últimas versiones, podemos hacer que nuestras apps lleguen también a tablets con Windows (p.e., Surface), y todo con el mismo código.",
		"speakers": [{
			"fullname": "Daniel Cáceres Maña",
			"description": "Software Development Engineer, Xamarin Team, Plain Concepts",
			"website": "https://twitter.com/danielcaceresm",
			"image": "https://pbs.twimg.com/profile_images/430455830190641152/SCzIWo5x_400x400.png"
		}]
	},
	{
		"title": "Azure",
		"startdate": "2015-05-13T12:45:10Z",
		"enddate": "2015-05-13T13:00:10Z",
		"description": "Hoy en día cualquier aplicación móvil necesita de una capa de servicios para estar completa; durante esta sesión conoceremos cómo Microsoft Azure nos permite completar nuestros desarrollos móviles añadiendo seguridad, notificaciones, Bases de Datos y mucho más. Todo ésto para iOS, Android y Windows 10; además, veremos cómo se ha adaptado para trabajar tanto con Xamarin como con Cordova.",
		"speakers": [{
			"fullname": "Quique Martínez Alén",
			"description": "Development and Cloud Team Lead, Plain Concepts",
			"website": "https://twitter.com/quiqu3",
			"image": "https://pbs.twimg.com/profile_images/378800000806548192/5a651d19146c71eb123e0be823789fcd_400x400.jpeg"
		}]
	},
	{
		"title": "Xamarin Test Cloud: probando nuestras apps en la nube con cientos de dispositivos",
		"startdate": "2015-05-13T13:00:10Z",
		"enddate": "2015-05-13T14:00:10Z",
		"description": "Esta nueva plataforma de Xamarin permite a los desarrolladores probar sus apps en un entorno en la nube, haciendo tests a nivel de Interfaz de Usuario en cientos de dispositivos del mercado. Además, con Xamarin Insights, podremos ver cómo reportar errores (entre otros eventos) y controlarlos desde un punto único, permitiéndonos entre los dos tener un control más exhaustivo del ciclo de vida del producto.",
		"speakers": [{
			"fullname": "José Miguel Torres",
			"description": "Xamarin",
			"website": "https://twitter.com/alegrebandolero",
			"image": "https://pbs.twimg.com/profile_images/460469682827325441/YCl_4Bgj_400x400.jpeg"
		},
		{
			"fullname": "Rodrigo Moya",
			"description": "Xamarin",
			"website": "https://twitter.com/rodrigo_moya",
			"image": "https://pbs.twimg.com/profile_images/329806799/rodrigo_400x400.png"
		}]
	}]
}